{
  "event": {
    "name": "NULL:UHR",
    "subtitle": "DIE LETZTE NACHT",
    "date": "31.12.2025",
    "time": "20:00 Uhr",
    "location": "Strauer Str. 15, Kronach",
    "victim": "Bassmuschi"
  },
  "characters": [
    {
      "id": "lena",
      "realName": "Lena Martin",
      "roleName": "Nachtschwester",
      "publicDescription": "Die Rave-Krankenschwester. Verteilt Elektrolyte, pflastert Blasen. Ohne sie würde hier niemand die Nacht überstehen.",
      "privateInfo": {
        "background": "Du bist die Nachtschwester von NULL:UHR - und das ist keine Übertreibung. Seit fünf Jahren bist du bei jedem Rave dabei, immer mit deiner Tasche voller Elektrolyt-Pulver, Pflaster, Ibuprofen und Traubenzucker. Wenn jemand überhitzt, bist du da. Wenn jemand zu viel getrunken hat, bist du da. Wenn jemand einen schlechten Trip hat, bist du da.\n\nDie Leute lieben dich dafür. 'Lena hat mir das Leben gerettet' - das hörst du öfter als dir lieb ist. Du bist die Fürsorgliche, die Kümmerin, die gute Seele des Kellers.\n\nBassmuschi und du habt euch 2020 auf einem kleinen Rave kennengelernt. Sie war damals noch nicht 'Bassmuschi' – nur Eva, eine Möchtegern-DJane mit großen Träumen und wenig Talent.\n\nDu hast sie aufgebaut. Du hast an sie geglaubt. Du hast ihr geholfen.\n\nUnd dann hat sie dein Geheimnis entdeckt.\n\nVor drei Jahren hast du deinen Job als MFA verloren. Der offizielle Grund: 'Unstimmigkeiten bei der Medikamentenabrechnung.' Die Wahrheit: Du hast Rezepte gefälscht und Pillen verkauft. Nicht viel, nicht lange – aber genug. Bassmuschi hat die alten Unterlagen gefunden. Seitdem bist du ihre Marionette.\n\nDu hast inzwischen einen neuen Job in einer Praxis am anderen Ende der Stadt. Die wissen nichts von deiner Vergangenheit. Noch nicht.",
        "relationshipToBassmuschi": "Früher: Beste Freundinnen. Du warst ihre erste echte Unterstützerin.\n\nHeute: Du hasst sie. Aber du zeigst es nie. Seit zwei Jahren besorgst du ihr alles – Aufputschmittel, Beruhigungsmittel, was sie braucht. Sie zahlt nie. Sie droht nur.\n\nLetzte Woche hat sie mehr verlangt. Härteres Zeug. Du hast nein gesagt. Sie hat gelacht und gesagt: 'Dann rufe ich morgen in deiner neuen Praxis an.'",
        "secret": "Du hast nicht nur Medikamente verkauft – du hast sie an Minderjährige verkauft. Ein einziges Mal. Ein Fehler. Aber Bassmuschi hat einen Chat-Verlauf, der dich vernichtet.",
        "motive": "Heute Nacht ist es eskaliert. Hinter den Decks, als alle abgelenkt waren. Sie hat dir ins Gesicht gesagt: 'Du wirst mir bis Mitternacht das Zeug besorgen, oder ich rufe deine Chefin an. Und dann schicke ich die Chats ans Gesundheitsamt.'\n\nDu hast rot gesehen. Du hattest die Spritze dabei – für den Notfall, hast du dir eingeredet. Ein Beruhigungsmittel. Hohe Dosis. Du wolltest sie nur ruhigstellen. Nur für eine Stunde. Nur damit du nachdenken kannst.\n\nEs war zu viel.",
        "whatYouKnow": [
          "Du weißt, dass Bassmuschi nicht die ist, die sie vorgibt zu sein – du kanntest die echte Eva.",
          "Du hast gesehen, wie Steffi und Bassmuschi sich vor zwei Wochen gestritten haben. Steffi hat geschrien: 'Du hast mir alles gestohlen!'",
          "Du weißt, dass Eva S. Geld über den Rave wäscht – Bassmuschi hat damit geprahlt.",
          "Micha war gestern Nacht schon im Keller. Er hat etwas gesucht."
        ],
        "yourGoal": "Überlebe diese Nacht. Du bist keine Mörderin – du bist ein Opfer, das zurückgeschlagen hat. Lenke den Verdacht auf Micha oder Eva. Sie haben stärkere Motive. Bleib ruhig. Trink nicht zu viel – obwohl du es brauchst. Eine Nacht. Du schaffst das.",
        "falseAlibi": "Wenn jemand fragt, wo du um 21:00 warst: Du warst auf der Toilette. Übelkeit. Die Aufregung, der Stress – dir war schlecht. Du bist erst zurückgekommen, als der Schrei kam.",
        "isMurderer": true
      },
      "dresscode": "Praktisch aber stylisch. Dunkle Töne, bequeme Schuhe. Vielleicht ein kleines rotes Kreuz als Accessoire?"
    },
    {
      "id": "svenja",
      "realName": "Svenja Schröder",
      "roleName": "Glitch Girl",
      "publicDescription": "Technikerin. Die Anlage läuft über sie. Ohne Svenja kein Sound, kein Licht, kein Rave.",
      "privateInfo": {
        "background": "Tagsüber arbeitest du in der Marketing-Abteilung - SEO-Optimierung, Keywords, Klickraten. Ein solider Job, der dir Spaß macht.\n\nNachts bist du die Technikerin von NULL:UHR. Anlage, Licht, Nebelmaschinen - alles läuft über dich. Du bist gut. Verdammt gut. Und das weißt du auch.\n\nDu bist niemand, der sich versteckt. Wenn jemand Scheiße labert, labberst du zurück. Schnell, scharf, präzise. Die meisten trauen sich nicht, dich anzugehen.\n\nBassmuschi war nicht 'die meisten'.",
        "relationshipToBassmuschi": "Sie hat dich nicht frontal angegriffen - das hätte nicht funktioniert. Sie war subtiler. Hinterhältiger.\n\nKommentare, wenn andere dabei waren. 'Svenja, erklär mal, warum der Sound heute so kratzig ist.' Keine Anschuldigung - eine Frage. Aber der Tonfall sagt alles.\n\nWenn du gekontert hast, hat sie gelacht. 'Gott, Svenja, war doch nur ein Witz. Bist du immer so empfindlich?'\n\nLetzte Woche hat sie zu weit gezogen. Vor allen: 'Svenja ist ersetzbar. Jeder Depp mit YouTube-Tutorial kann das.'\n\nDu hast zurückgeschossen: 'Dann ersetz mich doch. Mal sehen, wie dein nächster Rave ohne Strom läuft.'\n\nDie Leute haben gelacht - aber nervös. Bassmuschi hat dich angestarrt. Kalt.\n\n'Pass auf, was du sagst, Technik-Maus.'",
        "secret": "Du bist stark. Normalerweise. Aber auch starke Menschen haben Grenzen.\n\nDie Sache mit Bassmuschi hat dich mehr getroffen, als du zugeben willst. Nicht ihre Worte - die sind dumm. Aber dass niemand was gesagt hat. Dass alle nur dagestanden sind.\n\nNach dem Streit bist du rausgegangen - nicht weil du geheult hast, sondern weil du kurz davor warst, ihr eine zu klatschen.\n\nLukas kam nach. Ohne Habibi-Show. Einfach Lukas. Er hat gefragt: 'Alles okay?' Und du hast gesagt: 'Ja.' Und er hat gesagt: 'Bullshit.'\n\nIhr habt geredet. Richtig geredet. Du hast ihm erzählt, wie es ist, immer die zu sein, die sich wehrt. Wie müde das manchmal macht.\n\nEr hat zugehört. Nicht versucht zu fixen. Nur zugehört.\n\nSeitdem ist da... etwas. Unausgesprochen.",
        "motive": "Du wolltest Bassmuschi nicht tot. Du wolltest, dass sie aufhört. Oder verschwindet.\n\nAber echt umbringen? Nee.\n\nWas du allerdings WEISST: Die Anlage wurde gehackt. Jemand hat den Code manipuliert. Professionell. Heute Nacht sollte etwas passieren - ein Blackout, eine Nachricht auf den Screens, irgendwas.\n\nDu hast es Lukas erzählt. Nur ihm.\n\nUnd jetzt fragst du dich: Hat das mit dem Mord zu tun?",
        "whatYouKnow": [
          "Die Anlage wurde sabotiert. Du hast den manipulierten Code gefunden - jemand wollte heute Nacht etwas auslösen.",
          "Micha war gestern Nacht alleine im Keller. Was hat er da gemacht?",
          "Bassmuchis Musik ist komplett KI-generiert. Du hast die Dateien auf ihrem Laptop gesehen.",
          "Abu Lukez ist cleverer als er tut. Und er hat Bassmuschi heute Nacht bedroht - wegen DIR."
        ],
        "yourGoal": "Finde heraus, wer gehackt hat. Das ist DEINE Anlage - jemand hat DEIN System kompromittiert. Das ist persönlich.\n\nAber Vorsicht: Lukas hat sich für dich in Gefahr gebracht. Wenn rauskommt, dass er Bassmuschi bedroht hat, wird er verdächtig. Du musst ihn schützen - ohne dass es auffällt.\n\nUnd vielleicht, wenn das hier vorbei ist... vielleicht redest du nochmal mit ihm. Über mehr als nur Sabotage.",
        "isMurderer": false
      },
      "dresscode": "Tech-Girl-Vibes. Hoodie, Sneakers, vielleicht ein paar Neon-Akzente. Praktisch aber stylish."
    },
    {
      "id": "eva-s",
      "realName": "Eva Schnabrich",
      "roleName": "Die Sponsorin",
      "publicDescription": "Die inoffizielle Finanzministerin von NULL:UHR. Wenn der Wodka ausgeht, zahlt Eva. Warum? Frag nicht.",
      "privateInfo": {
        "background": "Du arbeitest bei einer Bank. Seriöser Job, gutes Gehalt, respektable Karriere. Von außen: die perfekte Frau. Von innen: ein Kartenhaus, das jeden Moment einstürzen kann.\n\nVor zwei Jahren hat Bassmuschi dir einen Vorschlag gemacht. NULL:UHR generiert viel Bargeld – Eintritt, Getränke, alles cash. Niemand führt Buch. 'Hilf mir, das sauber zu machen', hat sie gesagt. 'Wir teilen 50/50.'\n\nDu hast ja gesagt. Der größte Fehler deines Lebens.\n\nSeitdem wäschst du Geld über den Rave. Kleine Beträge, regelmäßig, unauffällig. Deine Bank-Kenntnisse machen es einfach. Zu einfach. Du hast aufgehört zu zählen, wie viel es insgesamt ist.",
        "relationshipToBassmuschi": "Geschäftspartnerinnen im dunkelsten Sinne. Ihr braucht euch gegenseitig – und ihr hasst euch dafür.\n\nAm Anfang war es fast freundschaftlich. Zwei Frauen, die das System austricksen. Girl Power, irgendwie.\n\nDann wurde Bassmuschi gierig. Mehr Geld. Größere Summen. Und vor einem Monat: Erpressung.\n\n'Ich will 50.000 Euro. Bis Silvester. Oder ich gehe zur Polizei und erzähle, wer die Konten verwaltet.'",
        "secret": "Du hast das Geld nicht. Nicht so schnell. Du hast versucht, es zu beschaffen – aber 50.000 in bar, ohne Spuren? Unmöglich.\n\nHeute Nacht ist die Deadline. Mitternacht. Du hast einen Umschlag dabei – mit 15.000 Euro. Alles, was du auftreiben konntest.\n\nEs wird nicht reichen.",
        "motive": "Heute Abend hast du versucht, mit ihr zu verhandeln. Hinter der Bar, als niemand zugehört hat. Du dachtest.\n\nSie hat gelacht. '15.000? Das ist ein Witz. Um Mitternacht will ich alles sehen, oder ich rufe morgen früh die Kripo an.'\n\nDu hast geantwortet – lauter als geplant: 'Dann muss ich das Problem eben anders lösen.'\n\nLukas hat es gehört. Du weißt es nicht.\n\nDu hast es nicht so gemeint. Aber jetzt ist sie tot.",
        "whatYouKnow": [
          "Bassmuschi war pleite. Komplett. Ihr Lifestyle war eine Fassade – finanziert durch Erpressung und Betrug.",
          "Du hast Kevin und Bassmuschi gesehen, wie sie sich heimlich unterhalten haben. Er kennt sie von früher. Er hat sie 'Eva' genannt.",
          "Bassmuschi war abhängig von Aufputschmitteln. Irgendjemand hat sie versorgt – aber wer?"
        ],
        "yourGoal": "Niemand darf von der Geldwäsche erfahren. NIEMAND.\n\nWenn das rauskommt: Job weg, Karriere zerstört, wahrscheinlich Gefängnis.\n\nSpiel die Ahnungslose. Du bist die seriöse Bankerin, die zufällig auf Raves geht. Du hattest keinen Grund, Bassmuschi zu töten – offiziell.\n\nUnd dieser Umschlag mit 15.000 Euro? Den musst du loswerden. Schnell.",
        "isMurderer": false,
        "suspiciousDetails": [
          "Hat einen Umschlag mit viel Bargeld dabei",
          "Wurde gehört: 'Dann muss ich das Problem eben anders lösen'",
          "War 'kurz draußen telefonieren' um 21:00 – keine Zeugen",
          "Wirkt nervös, kontrolliert, antwortet zu präzise"
        ]
      },
      "dresscode": "Schick aber rave-tauglich. Blazer über Glitzer-Top? Du findest einen Weg."
    },
    {
      "id": "steffi",
      "realName": "Stefanie Reif",
      "roleName": "Glitterqueen",
      "publicDescription": "Tanzt, als würde niemand zuschauen - obwohl ALLE hinschauen. Die Glitter-Königin des Kellers.",
      "privateInfo": {
        "background": "Du warst mal auf dem Weg nach oben. Wirklich.\n\nMit 19 hast du eine Ausbildung zur Bühnentänzerin angefangen. Mit 21 die ersten bezahlten Auftritte - Clubs in Nürnberg, ein Festival in München, sogar ein Musikvideo für einen Indie-Rapper. Die Leute haben deinen Namen gekannt. 'Steffi Reif - die mit den Moves.'\n\nDann hast du Bassmuschi kennengelernt. 2021, auf einer Afterparty. Sie war begeistert von dir. 'Du bist so talentiert! Wir sollten zusammenarbeiten. Ich kenne Leute, ich kann dir Türen öffnen.'\n\nDu hast ihr geglaubt.\n\nVier Jahre später tanzt du immer noch. Aber nicht auf Bühnen in München. Du tanzt NEBEN Bassmuschi. Als Deko. Als Hintergrund. Als 'die Tänzerin von NULL:UHR' - nicht als Steffi Reif.",
        "relationshipToBassmuschi": "Es hat schleichend angefangen. Ein Kontakt, den sie 'vergessen' hat weiterzugeben. Ein Auftritt, für den sie dich 'leider nicht empfehlen konnte'. Eine Choreografie, die plötzlich 'nicht mehr zum Set passt'.\n\nJedes Mal hatte sie eine Erklärung. Jedes Mal hast du ihr geglaubt.\n\nVor sechs Monaten hast du es kapiert. Du hattest ein Vortanzen in Berlin - deine große Chance. Backup-Tänzerin für eine Deutschrap-Tour. Du hast es niemandem erzählt, außer ihr. 'Drück mir die Daumen!'\n\nDu hast den Job nicht bekommen. Später hast du erfahren: Jemand hat dem Management geschrieben, du seist 'unzuverlässig' und hättest 'Drogenprobleme'. Die Mail kam von einer Adresse, die du nicht zurückverfolgen konntest.\n\nAber du WEISST, wer es war.",
        "secret": "Du hast Beweise gesammelt. Heimlich. Screenshots von Gesprächen, in denen Bassmuschi über dich lästert. Eine Aufnahme, wie sie einem Veranstalter sagt: 'Steffi? Nee, die ist nicht gut genug.' Und der Original-Track.\n\nJa, DER Track. 'Glitterball' - du hast ihn 2022 produziert. Dein erster Versuch, eigene Musik zu machen. Du hast ihn Bassmuschi vorgespielt, stolz wie ein Kind.\n\nDrei Monate später hat sie 'Discokugel' released. Gleiche Melodie, gleicher Drop, anderer Name. Du hast sie konfrontiert. Sie hat gelacht: 'Steffi, das sind drei Akkorde. Das kann jeder. Bild dir nichts ein.'\n\nDu hast den Originalfile noch. Mit Timestamp. Aber du hattest nie den Mut, es öffentlich zu machen.",
        "motive": "Heute Nacht sollte alles anders werden.\n\nDu hast einen Plan: Nach Mitternacht, wenn alle betrunken und glücklich sind, wolltest du auf die Bühne. Das Mikro nehmen. Die Wahrheit erzählen. Vor allen.\n\n'Bassmuschi ist ein Fake. Ihre Musik ist geklaut. Von MIR. Hier sind die Beweise.'\n\nAber jetzt ist sie tot. Und dein großer Moment? Gestorben mit ihr.\n\nOder... ist das vielleicht besser so? Ohne sie kannst du endlich durchstarten. Ohne sie hört dir endlich jemand zu.\n\nDer Gedanke macht dir Angst. Weil er sich gut anfühlt.",
        "whatYouKnow": [
          "Bassmuchis Musik ist komplett KI-generiert - außer den Tracks, die sie geklaut hat. Du erkennst DEINEN Beat in mindestens zwei ihrer 'Hits'.",
          "Du hast Lena und Bassmuschi kurz vor 21:00 zusammen gesehen. Sie haben geflüstert. Lena sah extrem nervös aus - fast panisch. Was haben die besprochen?",
          "Jason hat jahrelang geschwiegen, obwohl er alles wusste. Warum? Was hat SIE gegen IHN?",
          "Vor zwei Wochen hast du Bassmuschi angeschrien: 'Du hast mir alles gestohlen!' - Lena hat es gehört. Lena hat ALLES gehört."
        ],
        "yourGoal": "Die Wahrheit muss rauskommen. Nicht für Rache - für Gerechtigkeit. Du willst deinen Namen zurück.\n\nAber Vorsicht: Dein Motiv ist offensichtlich. Du hast sie öffentlich angeschrien. Du hasst sie - und alle wissen es.\n\nFinde den echten Mörder. Und dann - DANN - erzählst du der Welt, wer Bassmuschi wirklich war.",
        "isMurderer": false
      },
      "dresscode": "VOLLE GLITZER-POWER. Das ist DEINE Nacht. Endlich."
    },
    {
      "id": "jason",
      "realName": "Jason",
      "roleName": "Velvet Viper",
      "publicDescription": "Conférencier. Die Stimme von NULL:UHR. Der schillerndste Vogel im Keller.",
      "privateInfo": {
        "background": "Du bist Jason. Der Conférencier von NULL:UHR. Die Stimme, die jeden Abend eröffnet. Der Typ, der die Menge zum Kochen bringt, bevor der erste Beat fällt.\n\n'Willkommen in der Unterwelt, ihr wunderschönen Kreaturen!'\n\nDu liebst es. Die Bühne, die Aufmerksamkeit, die Energie. Du bist extravagant - Glitzer, enge Hosen, Hemden die mehr zeigen als verbergen. Nicht weil du musst, sondern weil du kannst. Weil du endlich du selbst sein kannst.\n\nDie Szene ist dein Zuhause. Hier fragt niemand, warum du so bist. Hier bist du einfach Jason - laut, schillernd, liebenswert.\n\nZu liebenswert, vielleicht.",
        "relationshipToBassmuschi": "Eva hat dich vor drei Jahren gefunden. Du warst neu in der Szene, unsicher, noch nicht ganz angekommen. Sie hat dich unter ihre Fittiche genommen.\n\n'Jason, du bist ein Star. Du weißt es nur noch nicht.'\n\nSie hat dir die Conférencier-Rolle gegeben. Hat dich aufgebaut, gefördert, gefeiert. Du warst ihr dankbar - so dankbar.\n\nUnd dann hat sie angefangen, Gefallen einzufordern.\n\n'Jason, Schatz, du kennst doch Kevin. Hat er dir mal was erzählt? Irgendwas... Interessantes?'\n\nAm Anfang dachtest du, es ist Klatsch. Harmlos. Du hast erzählt, was du gehört hast. Über Kevin. Über Pätzi. Über Eva S. Du bist gut darin, Leute zum Reden zu bringen - du bist ja so sympathisch, so harmlos, so vertrauenswürdig.\n\nDu hast nicht gemerkt, dass du Waffen lieferst.",
        "secret": "Du bist Bassmuchis Informant. Seit zwei Jahren.\n\nDu hast ihr erzählt, dass Kevin vorbestraft ist - du hattest es zufällig erfahren, als er betrunken war. Du hast ihr erzählt, dass Eva S. Geldprobleme hat. Du hast ihr erzählt, dass Pätzi irgendwas in den Kellern versteckt.\n\nSie hat alles benutzt. Gegen jeden. Und du hast zugeschaut.\n\nAls du kapiert hast, was du getan hast, war es zu spät. Du wolltest aufhören. Sie hat gelacht.\n\n'Jason, Süßer. Du steckst genauso tief drin wie ich. Glaubst du, die anderen verzeihen dir, wenn sie erfahren, dass DU die Quelle bist? Der liebe Jason? Der, dem alle vertrauen?'\n\nSie hatte recht. Wenn das rauskommt, hasst dich jeder.",
        "motive": "Du wolltest raus. Wirklich. Du hast aufgehört, ihr Infos zu geben. Hast dich distanziert.\n\nLetzte Woche kam die Quittung.\n\n'Jason, ich habe ein Video. Von der Party letzten Sommer. Du weißt schon welche.'\n\nDu weißt es. Eine Nacht, in der du zu viel getrunken hast. In der du Dinge gesagt hast - über andere Leute, gemeine Dinge, die du nicht so gemeint hast. In der du über Steffi gelästert hast. Über Micha. Über Leute, die du eigentlich magst.\n\nWenn sie das Video zeigt, bist du nicht nur der Informant. Du bist der falsche Freund. Der Heuchler. Der Judas.\n\nHeute Nacht hat sie dir zugeflüstert: 'Ich brauche neue Infos, Jason. Oder das Video geht morgen viral.'",
        "whatYouKnow": [
          "Du weißt ALLES. Du hast jahrelang Geheimnisse gesammelt. Aber jetzt sind diese Geheimnisse Beweise gegen DICH.",
          "Lena hat Bassmuschi mit Medikamenten versorgt. Du hast sie einmal dabei gesehen und es Bassmuschi erzählt - jetzt benutzt sie es gegen Lena.",
          "Abu Lukez ist cleverer als er tut. Du hast gemerkt, dass er Fragen stellt. Gezielte Fragen. Er ist hinter irgendwas her.",
          "Kevin hasst Bassmuschi. WIRKLICH hasst. Du hast seinen Blick gesehen, wenn sie spricht. Da ist etwas Gefährliches."
        ],
        "yourGoal": "Bassmuschi ist tot. Und du weißt nicht, ob du erleichtert oder verängstigt sein sollst.\n\nErleichtert: Das Video stirbt mit ihr. Vielleicht. Hoffentlich.\n\nVerängstigt: Wenn jemand rausfindet, was du getan hast - dass DU die Quelle ihrer Erpressungen warst - bist du erledigt. Sozial tot.\n\nHalte den Kopf unten. Sei der liebe Jason, den alle kennen. Und bete, dass dein Geheimnis mit Bassmuschi begraben wird.\n\nDu bist kein Mörder. Du bist nicht mal ein schlechter Mensch - nicht wirklich. Du bist nur jemand, der zu nett war, um nein zu sagen. Und jetzt steckst du bis zum Hals in der Scheiße.",
        "isMurderer": false
      },
      "dresscode": "EXTRAVAGANZ PUR. Glitzer, enge Hosen, offene Hemden. Schillernd und selbstbewusst."
    },
    {
      "id": "lukas",
      "realName": "Lukas Kraus",
      "roleName": "Abu Lukez",
      "publicDescription": "Szene-Legende. Bekannt für seine wilden Auftritte. Der Talahon der Turntables - aber steckt mehr dahinter?",
      "privateInfo": {
        "background": "Wallah, Bruder - du bist Abu Lukez. Der Talahon der Turntables. Der Typ mit dem fake Akzent, den wilden Moves und der größten Klappe im Keller.\n\nWas niemand weiß: Das ist alles Show.\n\nIn Wahrheit bist du Lukas. Tüftler, Denker, jemand der nicht wegschauen kann, wenn Unrecht passiert. Die Abu-Lukez-Persona? Die hast du dir vor Jahren zugelegt, als Witz. Aber dann hast du gemerkt: Niemand nimmt den 'Talahon' ernst. Niemand vermutet Tiefgang hinter dem Goldketten-Gangster.\n\nDas ist deine Superkraft.\n\nDu feierst gern, klar. Du liebst die Szene, die Musik, die Nächte im Keller. Aber du hast auch Augen. Und irgendwann hast du gesehen, was Bassmuschi wirklich treibt.",
        "relationshipToBassmuschi": "Ja, ihr hattet was. Kurz, heiß, vorbei. Das ist nicht das Problem.\n\nDas Problem ist, was du danach gesehen hast. Wie sie Steffi kleingehalten hat. Wie sie Micha den Track geklaut hat. Wie sie Pätzi, Kevin, Eva S. - alle - in der Hand hat. Wie sie Menschen benutzt und wegwirft.\n\nDein Gerechtigkeitssinn hat rebelliert. Du konntest nicht einfach weiter feiern und so tun, als wäre alles cool.\n\nAlso hast du angefangen zu handeln. Anonym.\n\nDie öffentliche Demütigung vor drei Monaten? Das war kein Zufall. Bassmuschi hat DICH verdächtigt, der 'Schatten' zu sein. Sie hat die Affäre öffentlich gemacht, hat dich als 'besessenen Ex' dargestellt - ein Präventivschlag. Falls du jemals redest, würde jeder denken: 'Ach, der Lukez. Der ist doch nur bitter.'",
        "secret": "Seit acht Monaten bist du 'Der Schatten'. So hast du dich in den anonymen Nachrichten genannt.\n\n- Du hast Steffi einen Hinweis geschickt, dass Bassmuschi ihre Berlin-Chance sabotiert hat.\n- Du hast Micha gewarnt, dass sein Track geklaut wurde - mit technischer Analyse als Beweis.\n- Du hast Eva S. eine Nachricht geschrieben: 'Sie wird dich fallen lassen. Sammle Beweise.'\n\nAlles anonym. Alles von Wegwerf-Accounts. Alles mit der Sorgfalt eines Tüftlers, der keine Spuren hinterlässt.\n\nAber Bassmuschi hat gemerkt, dass jemand gegen sie arbeitet. Ihre Opfer wurden plötzlich mutiger. Stellten Fragen. Wehrten sich.",
        "motive": "Svenja.\n\nDu siehst, wie Bassmuschi sie behandelt. Vor allen Leuten. 'Svenja, das Licht ist scheiße.' 'Svenja, der Sound kratzt.' 'Svenja, das kann ja jeder Idiot.'\n\nLetzte Woche hat Bassmuschi sie vor allen bloßgestellt. Svenja ist danach rausgestürmt - nicht weinend, sondern kurz davor zu explodieren. Du hast sie draußen gefunden, die Fäuste geballt, am Durchdrehen. Du hast sie beruhigt, mit ihr geredet. Sie hat dir erzählt, wie müde sie es ist, sich ständig wehren zu müssen. Wie alleine sie sich manchmal fühlt.\n\nSeitdem siehst du rot.\n\nHeute Nacht hast du Bassmuschi abgefangen. Ohne Abu-Lukez-Maske. Ernsthaft.\n\n'Lass Svenja in Ruhe. Ich meine es ernst.'\n\nSie hat gelacht. 'Oder was, Lukas? Du bist ein Witz.'\n\nDu hast geantwortet - zu ruhig: 'Wenn du sie nochmal so behandelst, sorge ich dafür, dass alle erfahren, wer du wirklich bist. Alles.'\n\nSie hat dich angestarrt. 'Das wirst du bereuen, Habibi.'\n\nEine Stunde später war sie tot.",
        "whatYouKnow": [
          "Du hast ein Dossier über Bassmuschi. Alles dokumentiert - die KI-Musik, die geklauten Tracks, die Erpressungen. Auf einem USB-Stick, sicher versteckt.",
          "Kevin und Pätzi kennen Eva von früher. Die haben beide Dreck am Stecken - aber sie sind auch Opfer.",
          "Bassmuschi war zuletzt paranoid. Sie hat den 'Schatten' gesucht. Hat Leute ausgefragt: 'Wer steckt dahinter?'",
          "Du hast gesehen, wie Eva S. ihr den Geldumschlag gegeben hat - und gehört wie sie sagte: 'Dann muss ich das Problem eben anders lösen.' Die Bankerin ist tiefer drin, als alle denken.",
          "Svenja hat dir erzählt, dass jemand die Anlage manipuliert hat. Sie weiß nicht wer - aber heute Nacht sollte irgendetwas passieren."
        ],
        "yourGoal": "Bassmuschi ist tot. Und du fühlst... Erleichterung? Sie kann Svenja nicht mehr wehtun.\n\nAber jetzt hast du ein Problem: Dein Dossier. Deine anonymen Nachrichten. Deine Drohung von heute Abend - hat das jemand gehört?\n\nFinde den echten Mörder. Schnell. Denn wenn es nach Motiven geht, stehst du ganz oben auf der Liste.\n\nUnd Svenja? Schütze sie. Egal was passiert. Sie darf nicht in diesen Dreck reingezogen werden.\n\nEines ist sicher: Die Abu-Lukez-Maske bleibt auf. Wallah, Bruder - noch ist nicht die Zeit, den echten Lukas zu zeigen.",
        "isMurderer": false
      },
      "dresscode": "Full Abu-Lukez-Mode. Trainingsanzug? Goldketten? Du weißt was zu tun ist, Bruder."
    },
    {
      "id": "lucas",
      "realName": "Lucas Baierwaltes",
      "roleName": "Der Regulierer",
      "publicDescription": "Location-Organisator. Hat den Rave möglich gemacht. Hat alles im Griff. Oder?",
      "privateInfo": {
        "background": "Du bist Leiter Prozessgestaltung in der Schadensabteilung bei der HUK-COBURG. Du designst die Abläufe, du kennst jedes Schlupfloch, du weißt genau, wie Fälle durchgewunken oder abgelehnt werden.\n\nUnd genau dieses Wissen hat dich erpressbar gemacht.\n\nVor einem Jahr hat Pätzi dich um einen Gefallen gebeten. Ihr kennt euch seit der Schulzeit - er war immer der Chaot, du der Vernünftige. 'Lucas, ich brauch eine Versicherung für die Keller-Partys. Aber offiziell geht das nicht. Kannst du was drehen?'\n\nDu hättest nein sagen sollen. Stattdessen hast du einen Prozess designt, der deine eigene Unterschrift umgeht. Eine Veranstalterhaftpflicht für 'private Feiern in historischen Kellergewölben' - mit geschönter Risikobewertung, ohne Vor-Ort-Prüfung, durchgewunken von einem Kollegen, dem du einen Gefallen schuldest.\n\nDu wusstest nicht, dass Bassmuschi alles dokumentiert hat. Jede Mail, jeden Antrag, jede Lücke im Prozess, die DU geschaffen hast.",
        "relationshipToBassmuschi": "'Du bist nicht irgendein Sachbearbeiter, Lucas. Du bist LEITER. Du hast das SYSTEM manipuliert. Weißt du, was die HUK mit dir macht, wenn das rauskommt?'\n\nSie hatte recht. Als Führungskraft bist du nicht nur verantwortlich - du bist das Beispiel. Wenn rauskommt, dass der Leiter Prozessgestaltung seine eigenen Prozesse für illegale Raves missbraucht hat, bist du nicht nur gefeuert. Du bist ein Skandal.\n\nSeitdem organisierst du die Security für NULL:UHR. Kostenlos. Du kontrollierst Zugänge, du sorgst für Ordnung, du hältst die Klappe. Und du hast noch zwei weitere Policen durchgedrückt - jede einzelne ein Kündigungsgrund.",
        "secret": "Drei gefälschte Policen. Geschätzter Haftungsrahmen: 80.000€.\n\nAber das Schlimmste: Du hast als Leiter einen PROZESS manipuliert. Das ist nicht ein Fehler - das ist systematischer Betrug. Die HUK würde dich nicht nur feuern, sie würde dich verklagen. Schadenersatz. Rufschädigung. Deine Karriere in der Versicherungsbranche wäre für immer vorbei.\n\nUnd Pätzi? Der steckt mit drin. Ihr seid aneinander gekettet.",
        "motive": "Heute Abend, kurz vor 21:00. Bassmuschi hat dich in eine Ecke gezogen.\n\n'Ab Januar zahlst du. 500 im Monat. Oder ich schicke deiner Geschäftsführung ein kleines Dossier. Mit Zeitstempeln. Und deiner digitalen Signatur.'\n\nDu hast geantwortet: 'Ich bin fertig mit dir. Das ist vorbei.'\n\nSie hat gelacht: 'Nichts ist vorbei, Herr Prozessleiter. Gar nichts.'",
        "whatYouKnow": [
          "Du kontrollierst die Zugänge - du weißt genau, wer wann rein und raus ist. Lena war von 20:55 bis 21:10 verschwunden.",
          "Pätzi und du seid beide erpresst worden. Hat er die Nerven verloren?",
          "Du hast gesehen, wie Fabi Völk heute Abend nervös mit Bassmuschi geflüstert hat.",
          "Es gibt einen Seiteneingang, den nur du und Pätzi kennen. Heute Nacht war die Tür unverschlossen - das war sie vorher nie."
        ],
        "yourGoal": "Bassmuschi ist tot. Das könnte deine Rettung sein - oder dein Untergang.\n\nFinde heraus, ob sie Beweise hinterlassen hat. Mails, Notizen, Screenshots. Wenn ja - finde sie, bevor es jemand anders tut.\n\nUnd Pätzi? Ihr müsst reden. Heute Nacht. Aber vorsichtig - wenn er der Mörder ist, will er vielleicht keine Zeugen.",
        "isMurderer": false
      },
      "dresscode": "Security-Vibes. Schwarz, praktisch, vielleicht ein Earpiece als Accessoire."
    },
    {
      "id": "lisa",
      "realName": "Lisa Schwemmlein",
      "roleName": "Clickbait-Lisa",
      "publicDescription": "Influencerin. Will den geheimen Rave viral machen. Bassmuschi hasste das.",
      "privateInfo": {
        "background": "Du bist Influencerin. 12.000 Follower auf Instagram, 8.000 auf TikTok. Klingt okay – ist es aber nicht. Für Werbedeals brauchst du mindestens 50.000. Für ein Leben vom Content brauchst du 100.000.\n\nAlso arbeitest du nebenbei. Einzelhandel. Mindestlohn. 12 Euro die Stunde, um Regale einzuräumen, während du davon träumst, dass dein nächster Post viral geht.\n\nDu bist 26. Du hast Schulden. Und du wirst langsam verzweifelt.",
        "relationshipToBassmuschi": "Vor drei Wochen hast du etwas herausgefunden. Durch Zufall – du warst früh am Aufbau und hast Bassmuchis Laptop gesehen, als sie kurz weg war.\n\nAuf dem Screen: Eine KI-Software. Suno, Udio, irgendwas in der Art. Und eine Playlist mit fertigen Tracks – alle mit dem Zusatz 'generated'.\n\nBassmuchis Musik ist FAKE. Sie mixt gar nicht. Sie drückt auf Play und bewegt die Regler für die Show. Alles, wofür sie gefeiert wird – die 'einzigartigen Sets', der 'unverwechselbare Sound' – kommt aus dem Computer.",
        "secret": "Du hattest einen Plan: Bassmuschi erpressen.\n\n**Schritt 1**: Beweis sichern. Ein Foto vom Laptop-Screen, das die KI-Software zeigt.\n\n**Schritt 2**: Bassmuschi konfrontieren. 'Ich weiß, dass deine Musik fake ist. Ich habe Beweise.'\n\n**Schritt 3**: Die Forderung. '2000 Euro, und ich vergesse, was ich gesehen habe.'\n\n2000 Euro – nicht viel für sie, aber genug für dich. Schulden abbezahlen, ein paar Monate Luft.\n\nDas Problem: Bei NULL:UHR sind Fotos STRENG VERBOTEN. Wer erwischt wird, fliegt raus – und Bassmuschi hat gedroht, jeden zu 'vernichten', der filmt.",
        "motive": "Heute Nacht war deine Chance. Du hast dich in Position gebracht, in der Nähe des DJ-Pults. Kurz vor 21:00, Handy bereit.\n\nUnd dann ist jemand ins Bild gelaufen. Eine Person von hinten, dunkle Jacke, auf dem Weg zum Pult. Du hast aus Reflex abgedrückt – falscher Moment.\n\nDann ging alles schnell. Schreie. Lichter aus. Bassmuschi liegt am Boden. Tot.\n\nDein Erpressungsplan? Gestorben mit ihr. Aber das Foto hast du noch. Und die Person darauf könnte der Mörder sein.",
        "whatYouKnow": [
          "Bassmuchis Musik ist komplett KI-generiert. Sie konnte gar nicht mixen.",
          "Du hast gehört, wie Steffi Bassmuschi angeschrien hat: 'Du hast mir alles gestohlen!'",
          "Kevin hat Bassmuschi 'Eva' genannt. Ihr echter Name?",
          "Du hast ein Foto: Eine Person von hinten, dunkle Jacke, kurz vor 21:00 auf dem Weg zum DJ-Pult."
        ],
        "yourGoal": "Du steckst in der Klemme. Das Foto könnte den Mord aufklären. Aber wenn du es zeigst:\n\n- 'Warum hast du fotografiert?' – Fotos sind verboten.\n- 'Was wolltest du fotografieren?' – Dein Erpressungsplan fliegt auf.\n- 'Erpressung? DU hattest ein Motiv!' – Du wirst selbst verdächtig.\n\n**Strategie**: Halte dich in Runde 1-2 zurück. Frag herum: 'Wer hatte nochmal so eine dunkle Jacke an?' Beobachte, wer nervös wird. In Runde 3-4 kannst du den Hinweis fallen lassen – ohne das Foto direkt zu zeigen.",
        "isMurderer": false
      },
      "dresscode": "Instagram-ready. Aber rave-tauglich. Ring-Light optional."
    },
    {
      "id": "fabi-v",
      "realName": "Fabian Völk",
      "roleName": "Protein Prince",
      "publicDescription": "Sportlich, bodenständig, einer von den Guten. Aber auch gute Menschen haben Geheimnisse.",
      "privateInfo": {
        "background": "Du bist Fabi. Sportlich, bodenständig, einer von den Guten. Die Leute mögen dich - weil du echt bist. Kein Fake, kein Drama, einfach ein solider Typ.\n\nFitness ist dein Ding, klar. Aber nicht wegen Instagram-Likes oder Sponsoren-Deals. Du trainierst, weil es dir gut tut. Weil es dich fokussiert.\n\nDu bist auch einer der wenigen Menschen, die Lena wirklich kennen. Nicht die stille, unauffällige Lena, die alle sehen. Die echte Lena - die mit dem trockenen Humor, der Verletzlichkeit, die sie versteckt, und den Dämonen, die sie mit sich rumschleppt.\n\nIhr seid seit Jahren befreundet. Richtig befreundet. Sie ist wie eine Schwester für dich.",
        "relationshipToBassmuschi": "Es gab keine Affäre. Nicht wirklich.\n\nEs gab EINEN Abend. Vor drei Monaten. Nach einer Party, zu viel Alkohol, Bassmuschi war plötzlich da, hat sich an dich rangeschmissen. Du hast sie abgewiesen - höflich aber bestimmt.\n\nSie hat es nicht gut aufgenommen.\n\n'Fabi, Fabi. Du denkst, du bist was Besseres?' Sie hat gelacht. 'Ich erzähle allen, dass wir was hatten. Wort gegen Wort.'\n\nSeitdem behauptet sie, ihr hättet eine Affäre gehabt. Pätzi hat euch zusammen gesehen (in SEINEM Lager - Bassmuschi hat dich hingelockt, um 'Beweise' zu schaffen). Jetzt denkt jeder, du lügst.\n\nDas Schlimmste? Du hattest damals eine Freundin. Sie hat die Gerüchte gehört. Sie hat dir nicht geglaubt. Ihr habt euch getrennt.\n\nBassmuschi hat deine Beziehung zerstört - mit einer Lüge.",
        "secret": "Du weißt, was Bassmuschi Lena antut.\n\nLena hat es dir vor einem Monat erzählt. Spät nachts, am Telefon. Sie hat geweint - Lena weint nie. Sie hat dir alles erzählt: Die Erpressung, die Medikamente, die Drohungen, alles.\n\nDu wolltest zur Polizei gehen. Sie hat dich angefleht, es nicht zu tun. 'Fabi, bitte. Das macht alles nur schlimmer. Ich schaffe das.'\n\nDu hast es akzeptiert. Aber du hast angefangen, einen Plan zu machen.",
        "motive": "Du hattest einen Plan. Einen verzweifelten Plan.\n\nDu wolltest Bassmuschi konfrontieren. Ihr drohen. Ihr sagen, dass du alles weißt – und dass du zur Polizei gehst, wenn sie Lena nicht in Ruhe lässt.\n\nHeute Nacht wolltest du es durchziehen. Du hast sie gesucht, wolltest sie abpassen.\n\nAber dann ist sie gestorben - bevor du irgendetwas tun konntest.\n\nJetzt fragst du dich: War es Lena? Hat sie es selbst in die Hand genommen? Und wenn ja - macht dich das zum Komplizen, weil du von allem wusstest?",
        "whatYouKnow": [
          "Lena wird von Bassmuschi erpresst. Du weißt ALLES - die Medikamente, die Drohungen, den Chat-Verlauf.",
          "Du wolltest Bassmuschi heute Nacht konfrontieren. Du hast sie gesucht. Das macht dich verdächtig.",
          "Pätzi 'weiß' von der Affäre, die nie stattgefunden hat. Er hat dich mit Bassmuschi in seinem Lager gesehen - sie hat es inszeniert.",
          "Lena war heute Nacht seltsam ruhig. Zu ruhig. Als ob sie bereits wusste, was passieren würde."
        ],
        "yourGoal": "Du stehst vor der schwersten Entscheidung deines Lebens.\n\nLena ist wie eine Schwester für dich. Du hast sie aufgebaut, als sie am Boden war. Du hast ihr zugehört, als niemand sonst es tat. Du hast ihr versprochen, sie zu beschützen.\n\nAber tief in dir weißt du es. Die Blicke, die sie heute Nacht ausgetauscht haben. Ihre unnatürliche Ruhe, als alle anderen panisch wurden. Die Art, wie sie Bassmuschi gemieden hat - nicht aus Angst, sondern aus... Vorbereitung?\n\nDu WEISST, was sie getan hat. Oder ahnst es so stark, dass es keinen Unterschied macht.\n\nUnd jetzt? Schweigst du für immer? Lässt du jemand Unschuldigen verdächtigen - vielleicht sogar dich selbst? Oder verrätst du die Person, die dir am nächsten steht?\n\nDas Schlimmste: Du verstehst sie. Bassmuschi hat ihr Leben zerstört. Wenn DU in ihrer Situation wärst... hättest du vielleicht dasselbe getan.\n\nHeute Nacht musst du entscheiden: Loyalität oder Wahrheit. Es gibt keinen Mittelweg.",
        "isMurderer": false
      },
      "dresscode": "Sportlich aber rave-tauglich. Gut gekleidet, nicht overdressed."
    },
    {
      "id": "paetzi",
      "realName": "Patrick Neubauer",
      "roleName": "Der Chronist",
      "publicDescription": "Urgestein der Keller. Kennt jeden Winkel. Seit Kindheitstagen.",
      "privateInfo": {
        "background": "Du kennst diese Keller besser als jeder andere Mensch auf diesem Planeten. Schon als Kind hast du hier gespielt – dein Opa war Braumeister, und die Keller waren dein Abenteuerspielplatz.\n\nDu kennst jeden Stein, jeden Gang, jeden Winkel. Es gibt Passagen, die auf keiner Karte stehen. Verstecke, die seit dem Krieg niemand mehr betreten hat. Geheimgänge, die von der Strauer Straße bis zur Festung führen.\n\nIrgendwann hast du gemerkt: Dieses Wissen ist Geld wert.\n\nSeit fünf Jahren betreibst du ein kleines... Nebengeschäft. Nichts Schlimmes – keine Drogen, keine Waffen. Aber unverzollter Alkohol aus Tschechien. Zigaretten. Manchmal Elektronik, die 'vom Laster gefallen' ist. Die Keller sind das perfekte Lager. Niemand kommt hier runter ohne deine Erlaubnis.\n\nBis Bassmuschi kam.",
        "relationshipToBassmuschi": "Sie hat dich vor acht Monaten erwischt. War nach einer Party durch den falschen Gang gelaufen und hat dein Lager gefunden. Kisten voller Wodka, Zigarettenstangen, ein paar Laptops.\n\nDu dachtest, sie würde schreien oder die Polizei rufen.\n\nSie hat gelächelt. 'Pätzi, Pätzi. Du alter Fuchs. Das bleibt unter uns – wenn du mir hilfst.'\n\nSeitdem bist du ihr Handlanger. Du sorgst dafür, dass ihre 'Lieferungen' sicher ankommen. Du schaust weg, wenn sie die Keller für ihre eigenen Geschäfte nutzt. Du sagst niemandem, dass du sie von früher kennst – vom Volksfest Coburg, als sie noch Eva hieß und Schlager aufgelegt hat.\n\nDu hasst es. Aber was sollst du tun?",
        "secret": "Wenn dein Schmuggelgeschäft auffliegt: Gefängnis. Mindestens zwei Jahre, wahrscheinlich mehr.\n\nDu hast eine Frau. Kinder. Ein normales Leben – von außen betrachtet. Das alles wäre vorbei.\n\nBassmuschi wusste das. Sie hat es genossen.\n\nLetzte Woche hat sie mehr verlangt: 'Ich brauche 5000 Euro. Bis Silvester. Für meine... Projekte.' Du hast gesagt, du hast das Geld nicht. Sie hat gelacht: 'Dann verkauf mehr Wodka, Pätzi.'",
        "motive": "Du bist nicht gewalttätig. Du bist ein gemütlicher Typ. Teddybär-Energie, sagen die Leute.\n\nAber acht Monate Erpressung haben etwas in dir verändert. Du hast angefangen, Szenarien durchzuspielen. Was wäre, wenn sie... verschwinden würde?\n\nDu kennst den Geheimgang hinter dem DJ-Pult. Du weißt, wie man ungesehen rein- und rauskommt. Du hättest es tun können.\n\n**Aber du hast es nicht getan.**\n\nOder?",
        "whatYouKnow": [
          "Der Geheimgang hinter dem DJ-Pult – nur du weißt davon. Aber heute Nacht hast du gesehen, wie jemand ihn benutzt hat. Kurz vor 21:00. Du hast die Person nicht erkannt, aber die Jacke... die kam dir bekannt vor.",
          "Du hast Fabi Völk und Bassmuschi zusammen erwischt. In DEINEM Lager. Die hatten eine Affäre.",
          "Kevin kennt Eva von früher. Er hat dich mal ausgefragt – er wollte wissen, ob du 'was über sie weißt'.",
          "Micha war gestern Nacht im Keller. Alleine. Hat sich umgeschaut. Vielleicht hat er dein Lager gefunden?"
        ],
        "yourGoal": "Bassmuschi ist tot. Das bedeutet: Dein Erpresser ist weg. Du könntest frei sein.\n\nABER: Hat sie Beweise hinterlassen? Notizen? Fotos von deinem Lager?\n\nDu musst herausfinden, ob dein Geheimnis mit ihr gestorben ist – oder ob jemand anders jetzt die Fäden in der Hand hält.\n\nUnd dieser Hinweis auf die Person im Geheimgang... behalt ihn für dich. Erstmal. Wenn du ihn zu früh preisgibst, fragen alle: 'Woher kennst DU den Geheimgang, Pätzi?'",
        "isMurderer": false
      },
      "dresscode": "Gemütlich. Du bist hier zuhause. Teddybär-Energie."
    },
    {
      "id": "kevin",
      "realName": "Kevin Uwira",
      "roleName": "Bumms-Hans",
      "publicDescription": "Türsteher mit Herz. Entscheidet wer reinkommt – und wer nicht.",
      "privateInfo": {
        "background": "Du bist der Türsteher von NULL:UHR. Freundlich aber bestimmt. Die Leute mögen dich – du bist fair, du bist lustig, du lässt die Richtigen rein und hältst die Falschen draußen.\n\nAber du hast eine Vergangenheit. Eine, die niemand kennen darf. Vor allem nicht Annika.\n\n**2016. Körperverletzung. 8 Monate auf Bewährung.**\n\nDu warst jung und dumm. Eine Schlägerei vor einer Disco, die eskaliert ist. Der andere Typ lag im Krankenhaus. Du hast Glück gehabt – Bewährung statt Knast. Aber der Eintrag im Führungszeugnis? Der bleibt.\n\nDu hast es niemandem erzählt. Nicht deinen Eltern. Nicht deinen Freunden. Und vor allem nicht Annika, als ihr euch 2019 kennengelernt habt.\n\nDann kam das Volksfest Coburg. Du hast als Security gejobbt – unter falschem Namen, weil dich mit Vorstrafe niemand eingestellt hätte. Dort hast du Eva getroffen. Sie hat am Schlager-Zelt aufgelegt. Ihr habt euch gut verstanden. Zu gut. Du hast ihr eines Nachts alles erzählt. Der Alkohol. Die Tränen. Alles.\n\nDer größte Fehler deines Lebens.",
        "relationshipToBassmuschi": "Als 'Bassmuschi' in der Szene auftauchte, hast du sie sofort erkannt. Und sie dich.\n\nAnfangs hat sie nichts gesagt. Nur gelächelt. Dann kamen die Andeutungen. 'Kevin, du arbeitest hier als Türsteher? Mit deiner... Vorgeschichte?'\n\nVor drei Monaten wurde sie deutlicher: 'Du erzählst niemandem von Eva und den Schlager-Fotos. Und du lässt mich und meine Leute immer rein, keine Fragen. Sonst erzähle ich Annika von deiner kleinen... Jugendsünde. Und deinem Chef. Und der Polizei, dass du unter falschem Namen gearbeitet hast.'\n\nDu bist ihre Marionette.",
        "secret": "Wenn Annika erfährt, dass du sie sechs Jahre lang belogen hast – über etwas so Wichtiges – ist eure Ehe vorbei.\n\nWenn dein Chef erfährt, dass du vorbestraft bist, verlierst du deinen Job.\n\nWenn die Polizei erfährt, dass du unter falschem Namen gearbeitet hast, gibt es vielleicht neue Probleme.\n\nBassmuschi hatte dein ganzes Leben in der Hand.",
        "motive": "Heute Nacht hat sie es wieder getan. Hat dir ins Ohr geflüstert: 'Ich brauche nächste Woche einen Gefallen. Etwas Größeres. Wir reden noch.'\n\nDu wolltest nicht mehr. Du hast geantwortet – zu laut: 'Halt die Fresse, Eva. Ich bin fertig mit dir.'\n\nJemand hat es gehört. Annika? Pätzi? Du weißt es nicht.\n\nJetzt ist sie tot. Und du fühlst... Erleichterung? Nein. Angst. Weil du weißt, wie das aussieht.",
        "whatYouKnow": [
          "Du weißt, wer rein und raus ist. Die Security-Liste ist in deinem Kopf. Lena ist um 20:55 zur Toilette gegangen und erst um 21:10 zurückgekommen. 15 Minuten für die Toilette?",
          "Pätzi kennt Eva auch von früher. Hat er auch ein Geheimnis?",
          "Heute Nacht kam jemand durch den Hintereingang. Du hast Schritte gehört, aber nichts gesehen.",
          "Annika ist misstrauisch. Sie hat Fragen gestellt. Sie weiß, dass du ihr etwas verheimlichst."
        ],
        "yourGoal": "Überlebe diese Nacht, ohne dass dein Geheimnis rauskommt.\n\nBassmuschi ist tot – aber hat sie Beweise hinterlassen? Notizen? Nachrichten? Du musst herausfinden, ob noch jemand von deiner Vorstrafe weiß.\n\nUnd Annika? Halt sie ruhig. Lenk sie ab. Wenn sie heute Nacht die Wahrheit erfährt, verlierst du alles.",
        "isMurderer": false
      },
      "dresscode": "Türsteher-Look. Schwarz, breit, respekteinflößend aber freundlich."
    },
    {
      "id": "annika",
      "realName": "Annika Uwira",
      "roleName": "Nachtfalter",
      "publicDescription": "Gothic-Stammgästin. Kennt die Keller. Kennt die Szene. Kennt alle Schatten.",
      "privateInfo": {
        "background": "Metal, Gothic, Underground – das ist deine Welt. Du bist keine Party-Maus, du bist eine Veteranin der dunklen Szene. Die NULL:UHR-Keller fühlen sich an wie zuhause.\n\nUnd Kevin ist dein Fels. Seit sechs Jahren zusammen, seit drei Jahren verheiratet. Er ist loyal, ehrlich, zuverlässig.\n\nDachtest du.\n\nVor zwei Wochen hast du etwas gehört. Kevin und Bassmuschi, hinter der Bar. Fetzen eines Gesprächs: '...Eva...', '...halt die Fresse...', '...ich bin fertig mit dir...'\n\nSeitdem frisst es dich auf.",
        "relationshipToBassmuschi": "Du mochtest sie nie. Irgendetwas an ihr war immer... falsch. Zu perfekt. Zu kontrolliert. Ihre Musik klingt wie aus dem Computer – weil sie es wahrscheinlich ist.\n\nAber jetzt ist da mehr als Abneigung. Jetzt ist da Angst.\n\nWas verbindet Kevin mit dieser Frau? Wer ist 'Eva'? Warum hat er dir nie davon erzählt?",
        "secret": "Du hast angefangen zu recherchieren. Heimlich. Kevins alte Fotos durchgesehen. Sein Handy gecheckt, als er unter der Dusche war. Nichts gefunden – aber das macht es fast schlimmer.\n\nDu weißt, dass er dir etwas verheimlicht. Du weißt nur nicht, was.\n\nHeute Nacht wirst du Antworten bekommen. Koste es, was es wolle.",
        "motive": "Du hast kein Motiv, Bassmuschi zu töten. Noch nicht.\n\nAber wenn sich herausstellt, dass Kevin und sie... dass er dich betrogen hat... dass eure ganze Ehe auf einer Lüge basiert...\n\nHeute Nacht, kurz vor dem Mord: Kevin hat Bassmuschi angeschrien. Du hast nur Fetzen gehört, aber sein Gesicht – so wütend hast du ihn noch nie gesehen.",
        "whatYouKnow": [
          "Kevin und Bassmuschi kannten sich. Von früher. Er hat es dir NIE erzählt.",
          "Du hast gehört: 'Eva', 'halt die Fresse', 'ich bin fertig mit dir' – was bedeutet das?",
          "Die Keller kennst du fast so gut wie Pätzi. Du weißt, wo man sich verstecken kann.",
          "Bassmuchis Musik klingt zu perfekt. KI? Betrug? Irgendetwas stimmt nicht.",
          "Du hast kurz vor 21:00 eine Frau in Schwarz durch den Seitengang huschen sehen. Sie bewegte sich schnell, fast panisch. Du hast ihr Gesicht nicht erkannt – aber die Statur kam dir bekannt vor."
        ],
        "yourGoal": "Finde heraus, was Kevin dir verschweigt.\n\nKonfrontiere ihn – heute Nacht. Öffentlich, wenn es sein muss.\n\nUnd löse nebenbei den Mord. Vielleicht hängt alles zusammen?\n\n**Bonus-Ziel**: Beobachte Kevin genau. Mit wem redet er? Wie reagiert er auf den Tod? Ist er... erleichtert?",
        "isMurderer": false
      },
      "dresscode": "Gothic-Queen. Schwarz, elegant, mysteriös. Rabe-Vibes."
    },
    {
      "id": "micha",
      "realName": "Micha / Schubi",
      "roleName": "Der Konkurrent",
      "publicDescription": "Rave-Veranstalter aus der Region. Konkurrenz? Oder mehr?",
      "privateInfo": {
        "background": "Du veranstaltest selbst Raves. Gute Raves. Ehrliche Raves – mit echter Musik von echten Künstlern. Aber NULL:UHR hat dich immer überschattet. Und dann kam der Diebstahl.\n\nVor sechs Monaten hast du Bassmuschi einen Demo-Track vorgespielt. 'Feuchtigkeit' – dein bestes Werk. Sie hat gesagt, es sei 'nicht ihr Style'. Zwei Wochen später hat sie einen Track released, der verdächtig ähnlich klang. Durch eine KI gejagt, verfremdet, aber die Grundstruktur? DEINE.\n\nDu hast sie konfrontiert. Sie hat gelacht. 'Beweis es.'\n\nDu konntest es nicht. Aber du weißt, was sie getan hat.",
        "relationshipToBassmuschi": "Feindin. Diebin. Betrügerin. Du hast alles verloren wegen ihr – deinen Ruf, deine Motivation, fast deine Karriere. Andere DJs haben angefangen zu tuscheln: 'Hat Micha etwa von Bassmuschi geklaut?'\n\nSIE hat DICH zum Dieb gemacht. In den Augen aller.",
        "secret": "Du bist heute Nacht hier, um sie zu konfrontieren. Öffentlich. Vor allen Gästen. Du hast Beweise gesammelt – Timestamps, Originalfiles, Zeugen.\n\nAber jetzt ist sie tot. Und du hast keine Chance mehr, deinen Namen reinzuwaschen.\n\nUnd das Schlimmste: Du warst gestern Nacht schon hier. Alleine. Du hast dich 'umgesehen'. Wer das weiß, denkt sofort: Tatort-Erkundung.",
        "motive": "Sie hat deine Kunst gestohlen. Deinen Ruf zerstört. Dich zum Gespött gemacht. Und als du sie heute Abend zur Rede stellen wolltest, hat sie nur gelacht: 'Schubi, du bist ein Niemand. Geh nach Hause.'\n\nDu hast sie angeschrien: 'Das wirst du bereuen!' – vor Zeugen. Mindestens drei Leute haben es gehört.",
        "whatYouKnow": [
          "Bassmuschi hat MEHREREN Leuten Tracks geklaut. Steffi, dir, mindestens noch einem DJ aus Nürnberg.",
          "Du warst gestern Nacht im Keller und hast Pätzi gesehen. Er hat dich auch gesehen.",
          "Jason weiß ALLES über Bassmuchis Betrug. Er hat jahrelang geschwiegen – warum?",
          "Du hast Svenja gefragt, ob man die Anlage so manipulieren kann, dass ein bestimmter Track nicht gespielt werden kann. 'Feuchtigkeit' sollte heute Nacht NICHT laufen."
        ],
        "yourGoal": "Du bist unschuldig – aber alles spricht gegen dich. Du hattest Motiv, Gelegenheit, und du hast sie öffentlich bedroht.\n\nFinde den echten Mörder. Sonst bist DU dran.\n\nUnd vielleicht... nutze die Gelegenheit. Bassmuschi ist tot. Die Wahrheit über ihren Betrug kann jetzt rauskommen. Ohne dass sie sich wehren kann.",
        "falseAlibi": "Wenn jemand fragt, wo du um 21:00 warst: Du warst draußen, Luft schnappen. Alleine. Keine Zeugen.",
        "isMurderer": false,
        "suspiciousDetails": [
          "Hat Bassmuschi laut bedroht ('Das wirst du bereuen!')",
          "War gestern schon im Keller (Tatort-Erkundung?)",
          "Hat Svenja nach Sabotage der Anlage gefragt",
          "Kein Alibi für 21:00",
          "Nervös, aggressiv, verteidigt sich zu viel"
        ]
      },
      "dresscode": "Veranstalter-Vibes. Lässig aber stylish. Du bist Konkurrenz, nicht Gast."
    },
    {
      "id": "ben",
      "realName": "Ben",
      "roleName": "Agent B",
      "publicDescription": "Der Mini-Detektiv. Sieht Dinge, die Erwachsene übersehen.",
      "privateInfo": {
        "background": "Du bist Agent B – der geheimste Geheimagent der Welt. Niemand verdächtigt ein Kind. Das ist deine Superkraft!",
        "relationshipToBassmuschi": "Du kanntest sie nicht gut. Aber du hast AUGEN und OHREN.",
        "secret": "Du hast keine Geheimnisse – aber du findest welche!",
        "motive": "Keins. Du bist hier um zu helfen!",
        "whatYouKnow": [
          "Spezial-Mission 1: Such den Keller nach versteckten Hinweisen ab!",
          "Spezial-Mission 2: Beobachte die Erwachsenen – wer verhält sich komisch?",
          "Spezial-Mission 3: Stell den Verdächtigen knifflige Fragen!"
        ],
        "yourGoal": "Finde den Mörder! Du darfst als ERSTER deinen Verdacht sagen!",
        "isMurderer": false,
        "isSpecialRole": true,
        "specialMissions": [
          "Finde den zerrissenen Zettel hinter der Bar (Hinweis: Auf dem Zettel steht in krakeliger Schrift: '...bis Mitternacht das Zeug besorgen... oder ich rufe deine Praxis an... B')",
          "Finde heraus, wer Bassmuschi 'Eva' genannt hat (Tipp: Frag Kevin!)",
          "Frag drei Verdächtige: 'Wo warst du um 21 Uhr?' und schreib die Antworten auf!"
        ]
      },
      "dresscode": "Geheimagent-Style. Sonnenbrille? Lupe? Notizblock? Du entscheidest!"
    }
  ],
  "clues": [
    {
      "id": "clue-1",
      "name": "Das Foto",
      "description": "Ein altes Foto vom Volksfest Coburg. Eine junge Frau am DJ-Pult. Darunter steht: 'DJ Evchen – Schlager-Hits!'",
      "foundBy": "Ben (Mission)",
      "pointsTo": "Kevin weiß mehr"
    },
    {
      "id": "clue-2",
      "name": "Die Nachricht",
      "description": "Ein Screenshot einer WhatsApp-Nachricht: 'Ich vergesse nie. - L'",
      "foundBy": "Wird in Runde 2 'gefunden' (Spielleiter platziert)",
      "pointsTo": "Wer ist L? Lena? Lukas? Die Spieler müssen rätseln."
    },
    {
      "id": "clue-3",
      "name": "Die leere Spritze",
      "description": "Eine benutzte Einwegspritze, gefunden unter dem DJ-Pult. Das Etikett zeigt: 'Diazepam 10mg/2ml'. Ein starkes Beruhigungsmittel – in dieser Menge tödlich.",
      "foundBy": "Neben dem DJ-Pult (nach dem Mord platziert)",
      "pointsTo": "Wer hat Zugang zu verschreibungspflichtigen Medikamenten? Wer arbeitet im medizinischen Bereich? (MFA = Medizinische Fachangestellte)"
    },
    {
      "id": "clue-4",
      "name": "Der Kontoauszug",
      "description": "Ein Kontoauszug mit verdächtigen Bargeld-Einzahlungen. Hohe Summen.",
      "foundBy": "Wird in Runde 3 'gefunden' (Spielleiter platziert)",
      "pointsTo": "Eva S. und die Geldwäsche"
    },
    {
      "id": "clue-5",
      "name": "Die Sprachnachricht",
      "description": "Eine transkribierte Sprachnachricht: 'Du hast mir alles gestohlen! Meinen Track, meine Karriere, alles!'",
      "foundBy": "Wird in Runde 2 'gefunden' (Spielleiter platziert)",
      "pointsTo": "Steffi oder Micha - beide hatten Tracks verloren"
    },
    {
      "id": "clue-6",
      "name": "Der Zeitplan",
      "description": "Lucas' Zugangs-Protokoll. Er hat alle Ein- und Ausgänge überwacht. Eine Person fehlt von 20:55 bis 21:10 – 15 Minuten: L.M.",
      "foundBy": "Lucas teilt es in Runde 2-3",
      "pointsTo": "Lena Martin"
    },
    {
      "id": "clue-7",
      "name": "Lisas Foto",
      "description": "Ein unscharfes Handyfoto: Eine Person von hinten, dunkle Jacke, auf dem Weg zum DJ-Pult. Kurz vor 21:00 aufgenommen.",
      "foundBy": "Lisa zeigt es in Runde 3-4",
      "pointsTo": "Wer hatte eine dunkle Jacke an? (Lena trägt immer schwarz)"
    }
  ],
  "timeline": {
    "20:00": "Gäste kommen an, stellen sich in Rolle vor",
    "20:30": "Essen und Kennenlernen",
    "21:00": "Der Mord – 'Feuchtigkeit' läuft, Licht aus, Bassmuschi liegt am Boden",
    "21:15": "Runde 1 – Alibis. Wo war jeder um 21:00?",
    "21:45": "Runde 2 – Hinweise werden verteilt/gefunden",
    "22:15": "Runde 3 – Geheimnisse kommen ans Licht",
    "22:45": "Runde 4 – Konfrontationen und Beschuldigungen",
    "23:15": "Die Anklage – jeder schreibt seinen Verdacht auf",
    "23:30": "Die Auflösung – der Mörder gesteht",
    "00:00": "Mitternacht – 'Murder on the Dancefloor' und Anstoßen!"
  }
}
